{
  "Job_Title": "Copywriter",
  "Company_Name": "ES",
  "Job_Location": "Beirut, Beirut Governorate, Lebanon Be among the first 25 applicants",
  "Job_Description": "We are looking for a Product Copywriter to advertise products writing clear and engaging copy in websites, brochures and sales emails. The ideal candidate is a creative team player, talented wordsmith, and grammar sleuth. ResponsibilitiesWrite clear and compelling copy to describe productsEnsure all content we produce is true to the product and consistent with the brandConduct competitive research to identify our strong and weak pointsApply SEO principles to maximize reach to our target audienceUpdate product descriptions as needed (both on our websites and other online resources)QualificationsProven work experience as a Product Copywriter, Copywriter or similar rolePortfolio of published articlesExcellent writing and proofreading skillsFamiliarity with online marketing campaignsBasic keyword search knowledgeWok from home vacancy - flexible hours",
  "Post_Date": "2 weeks ago",
  "Num_Applicants": "Be among the first 25 applicants",
  "Skills_Needed": "Industries\n          \n          \n          Staffing and Recruiting",
  "Application_Link": "\"https://www.linkedin.com/jobs/view/externalApply/3953160958?url=https%3A%2F%2Fwww%2Ecareers-page%2Ecom%2Fes%2Fjob%2FQY6WXRW9%3Futm_medium%3Dfree_job_board%26utm_source%3Dlinkedin&urlHash=eC1S&refId=TdQrcohdB87XE9tVGXKh4w%3D%3D&trackingId=ZWy3FLgHrkfiKmMx8DVhNA%3D%3D\""
}iversities and progress comparative tables.Works with the Ranking Committee at USEK to come up with corrective measures and needed actions. Coordination of university data for rankings (Internally and with ranking agencies):Ensures the registration of specific contacts directly on relevant databases.Updates and maintains a database for each ranking type/agency (QS World University Ranking, THE Impact Ranking, Webometrics, Scimago, other agencies might be added).Coordinates with the IT and Communication Office to monitoring and optimize USEK web impact (number of pages, use of key words, number of hyperlinks and inlinks…).Coordinates with concerned units at USEK: Communication Office (marketing), Careers Office, Institutional Research and Assessment Office, Human Resources etc.Submits data to different ranking agencies in a timely manner.Responds to the ranking agencies requests.Communicates USEK inquiries to different ranking agencies.KNOWLEDGE AND SKILLSKnowledge of the Education system in Lebanon.Strong working knowledge of Microsoft Office.Language proficiency with an excellent Interpersonal Skills.Advanced computer skills and experience in administering applications and software.Excellent problem-solving skills.Excellent Analytical and Reporting Skills The ability to analyze and interpret data.A methodical and logical approach.Accuracy and attention to details.Discrete judgment and confidentiality.Willingness for continuous development and improvement.Helpful and supportive for stakeholders from different backgrounds.EDUCATIONAL BACKGROUND AND EXPERIENCEEducational background: Bachelor’s degree in Business Computing or Computer Science. Master’s degree is a plusProfessional experience: 3-4 years of experienceCandidates must meet all employment requirements including, but not limited to, Education and Certification Requirements, Teaching Experience, Reference Checks and Criminal Background Checks.Additional Details about this position will only be provided to Shortlisted Candidates.",
  "Post_Date": "3 months ago",
  "Num_Applicants": "Be among the first 25 applicants",
  "Skills_Needed": "Industries\n          \n          \n          Higher Education",
  "Application_Link": "\"https://www.linkedin.com/jobs/view/externalApply/3856848856?url=https%3A%2F%2Fjobs%2Eusek%2Eedu%2Elb%2Fdata-analyst-da202320&urlHash=JYCs&refId=TdQrcohdB87XE9tVGXKh4w%3D%3D&trackingId=xP0rWePzgCQbET588455Xw%3D%3D\""
}