{
  "Job_Title": "Supervisor-Loss Prevention",
  "Company_Name": "Marriott International",
  "Job_Location": "Beirut, Beirut Governorate, Lebanon Be among the first 25 applicants",
  "Job_Description": "İş Numarası 24103148İş Kategorisi Loss Prevention & SecurityLokasyon Four Points by Sheraton Le Verdun, Verdun, Boulevard Saeb Salam, Beirut, Lebanon, Lebanon HARİTADA GÖRÜNTÜLEÇizelge Full-TimeUzakta mı bulundu? NKonum değişikliği mi? NPozisyon Türü Non-ManagementMarriott International, fırsat eşitliği sunan bir işverendir. İstihdam politikamızda işgücü çeşitliğine ve katılımcı, 'önce insan' diye bir kültürün sürdürülmesine inanıyoruz. Kişinin engellilik durumuna ve askerlik durumuna dayalı veya yürürlükteki yasalarla korunan başka bir duruma dayalı ayrımcılık yapmadığımızı taahhüt ediyoruz.Ölümsüz klasiklerin modern detaylarla iç içe geçtiği, işin hazla buluştuğu yer. Misafirler küresel olsa da burada yerel olanı deneyimleyebilirler. Ekibin bir üyesi olarak herkesin misafirperverlikle karşılandığı, birbirimizi desteklediğimiz ve her otelin önemli olduğu Four Points by Sheraton topluluğumuzun bir parçası olacaksınız. Misafirlerin ihtiyaç duydukları her şeyi karmaşık olmayan yollarla karşılıyoruz. Misafirleri samimi, içten ve sıcak bir ortamda ağırlayabileceğiniz fırsatlar arıyorsanız ekibimize katılın. Four Points'e katılarak, Marriott International çatısı altındaki bir markalar portföyünün parçası olursunuz. İşinizi en iyi şekilde yapabileceğiniz yeri tercih edin, amacınızı gerçekleştirmeye başlayın, mükemmel bir küresel ekibin üyesi olun ve hayallerinize ulaşmayı başarın.",
  "Post_Date": "1 day ago",
  "Num_Applicants": "Be among the first 25 applicants",
  "Industry": "Hospitality",
  "Application_Link": "\"https://www.linkedin.com/jobs/view/externalApply/3947757850?url=https%3A%2F%2Fjobs%2Emarriott%2Ecom%2Fjobs%2F24103148%3Flang%3Dtr-tr%26utm_medium%3Djobboard%26utm_source%3DLinkedInOrganic&urlHash=m8rX&refId=W6EZw%2BkCGZSQmx5CmMk%2FvA%3D%3D&trackingId=w%2BFmmU1jwvSDaANaEhLXnA%3D%3D\""
}